Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: The transport this device uses to reach providers. Auto tries the enabled transports in preference order and keeps every healthy transport of the same tier connected in parallel.
ar: بروتوكول النقل الذي يستخدمه هذا الجهاز للوصول إلى المزودين. يجرّب الوضع «تلقائي» بروتوكولات النقل المفعّلة حسب ترتيب الأفضلية، ويُبقي كل بروتوكولات النقل السليمة من الفئة نفسها متصلة بالتوازي.
cs: Transport, kterým se toto zařízení dostává k poskytovatelům. Auto zkouší zapnuté transporty podle priority a drží paralelně připojené všechny funkční transporty stejné úrovně.
de: Der Transport, über den dieses Gerät Anbieter erreicht. „Automatisch“ probiert die aktivierten Transporte in der Reihenfolge der Präferenz aus und hält alle funktionierenden Transporte derselben Stufe parallel verbunden.
el: Η μεταφορά που χρησιμοποιεί αυτή η συσκευή για να φτάσει στους παρόχους. Η Αυτόματη λειτουργία δοκιμάζει τις ενεργές μεταφορές με σειρά προτίμησης και κρατά παράλληλα συνδεδεμένες όλες τις υγιείς μεταφορές της ίδιας βαθμίδας.
es: El transporte que usa este dispositivo para llegar a los proveedores. «Automático» prueba los transportes activados por orden de preferencia y mantiene conectados en paralelo todos los transportes en buen estado del mismo nivel.
es_419: El transporte que usa este dispositivo para llegar a los proveedores. "Automático" prueba los transportes activados por orden de preferencia y mantiene conectados en paralelo todos los transportes en buen estado del mismo nivel.
es_mx: El transporte que usa este dispositivo para llegar a los proveedores. "Automático" prueba los transportes activados por orden de preferencia y mantiene conectados en paralelo todos los transportes en buen estado del mismo nivel.
fr: Le transport que cet appareil utilise pour joindre les fournisseurs. Le mode Auto essaie les transports activés par ordre de préférence et garde connectés en parallèle tous les transports en bon état du même niveau.
he: פרוטוקול ההעברה שבו המכשיר הזה משתמש כדי להגיע לספקים. המצב האוטומטי מנסה את פרוטוקולי ההעברה המופעלים לפי סדר עדיפות ושומר במקביל על חיבור של כל פרוטוקולי ההעברה התקינים מאותה דרגה.
hi: वह ट्रांसपोर्ट जिससे यह डिवाइस प्रदाताओं तक पहुँचता है। ऑटो चालू ट्रांसपोर्ट को पसंद के क्रम में आज़माता है और एक ही स्तर के हर सही ट्रांसपोर्ट को समानांतर रूप से कनेक्ट रखता है।
id: Transport yang dipakai perangkat ini untuk menjangkau penyedia. Otomatis mencoba transport yang diaktifkan sesuai urutan preferensi dan menjaga setiap transport sehat di tingkat yang sama tetap terhubung secara paralel.
it: Il trasporto che questo dispositivo usa per raggiungere i provider. Automatico prova i trasporti attivi in ordine di preferenza e mantiene connessi in parallelo tutti i trasporti funzionanti dello stesso livello.
ja: このデバイスがプロバイダーに接続するときに使うトランスポート。自動モードでは、有効なトランスポートを優先順に試し、同じ階層の正常なトランスポートをすべて並行して接続しておきます。
ko: 이 기기가 제공자에 연결할 때 사용하는 전송 방식입니다. 자동 모드는 켜진 전송 방식을 우선순위대로 시도하고, 같은 등급의 정상 전송 방식을 모두 병렬로 연결해 둡니다.
nl: Het transport dat dit apparaat gebruikt om providers te bereiken. Auto probeert de ingeschakelde transports op volgorde van voorkeur en houdt alle gezonde transports van hetzelfde niveau parallel verbonden.
pl: Transport, którego to urządzenie używa, aby docierać do dostawców. Auto próbuje włączonych transportów w kolejności preferencji i utrzymuje równolegle połączone wszystkie sprawne transporty z tego samego poziomu.
pt: O transporte que este dispositivo usa para chegar aos fornecedores. O modo Automático tenta os transportes ativados por ordem de preferência e mantém ligados em paralelo todos os transportes em bom estado do mesmo nível.
pt_br: O transporte que este dispositivo usa para alcançar os provedores. O modo Automático tenta os transportes ativados por ordem de preferência e mantém conectados em paralelo todos os transportes saudáveis do mesmo nível.
pt_pt: O transporte que este dispositivo usa para chegar aos fornecedores. O modo Automático tenta os transportes ativados por ordem de preferência e mantém ligados em paralelo todos os transportes em bom estado do mesmo nível.
ru: Транспорт, через который это устройство подключается к провайдерам. Режим «Автоматически» перебирает включённые транспорты в порядке предпочтения и держит все исправные транспорты одного уровня подключёнными параллельно.
sv: Den transport som den här enheten använder för att nå leverantörer. Auto provar de aktiverade transporterna i prioritetsordning och håller alla fungerande transporter på samma nivå anslutna parallellt.
th: ทรานสปอร์ตที่อุปกรณ์นี้ใช้เพื่อเข้าถึงผู้ให้บริการ โหมดอัตโนมัติจะลองทรานสปอร์ตที่เปิดไว้ตามลำดับความสำคัญ และคงการเชื่อมต่อทรานสปอร์ตที่ทำงานปกติทุกรายการในระดับเดียวกันไว้พร้อมกัน
uk: Транспорт, яким цей пристрій досягає провайдерів. «Авто» пробує ввімкнені транспорти в порядку пріоритету й тримає паралельно підключеними всі справні транспорти того самого рівня.
vi: Phương thức truyền tải mà thiết bị này dùng để kết nối tới nhà cung cấp. Chế độ Tự động thử các phương thức đã bật theo thứ tự ưu tiên và giữ kết nối song song mọi phương thức hoạt động tốt cùng cấp.
zh_hans: 此设备用于连接提供商的传输方式。“自动”模式会按优先顺序尝试已启用的传输方式，并让同一层级中所有正常的传输方式保持并行连接。
zh_hk: 此裝置用來連接供應商的傳輸方式。「自動」模式會按優先次序嘗試已啟用的傳輸方式，並讓同一層級中所有正常的傳輸方式保持並行連接。

source: The transport this device uses while providing for others. Auto tries the enabled transports in preference order and keeps every healthy transport of the same tier connected in parallel.
ar: بروتوكول النقل الذي يستخدمه هذا الجهاز أثناء التوفير للآخرين. يجرّب الوضع «تلقائي» بروتوكولات النقل المفعّلة حسب ترتيب الأفضلية، ويُبقي كل بروتوكولات النقل السليمة من الفئة نفسها متصلة بالتوازي.
cs: Transport, který toto zařízení používá, když poskytuje ostatním. Auto zkouší zapnuté transporty podle priority a drží paralelně připojené všechny funkční transporty stejné úrovně.
de: Der Transport, den dieses Gerät nutzt, während es für andere bereitstellt. „Automatisch“ probiert die aktivierten Transporte in der Reihenfolge der Präferenz aus und hält alle funktionierenden Transporte derselben Stufe parallel verbunden.
el: Η μεταφορά που χρησιμοποιεί αυτή η συσκευή όταν παρέχει σε άλλους. Η Αυτόματη λειτουργία δοκιμάζει τις ενεργές μεταφορές με σειρά προτίμησης και κρατά παράλληλα συνδεδεμένες όλες τις υγιείς μεταφορές της ίδιας βαθμίδας.
es: El transporte que usa este dispositivo mientras proporciona a otros. «Automático» prueba los transportes activados por orden de preferencia y mantiene conectados en paralelo todos los transportes en buen estado del mismo nivel.
es_419: El transporte que usa este dispositivo mientras proporciona a otros. "Automático" prueba los transportes activados por orden de preferencia y mantiene conectados en paralelo todos los transportes en buen estado del mismo nivel.
es_mx: El transporte que usa este dispositivo mientras proporciona a otros. "Automático" prueba los transportes activados por orden de preferencia y mantiene conectados en paralelo todos los transportes en buen estado del mismo nivel.
fr: Le transport que cet appareil utilise quand il fournit pour d’autres. Le mode Auto essaie les transports activés par ordre de préférence et garde connectés en parallèle tous les transports en bon état du même niveau.
he: פרוטוקול ההעברה שבו המכשיר הזה משתמש כשהוא מספק לאחרים. המצב האוטומטי מנסה את פרוטוקולי ההעברה המופעלים לפי סדר עדיפות ושומר במקביל על חיבור של כל פרוטוקולי ההעברה התקינים מאותה דרגה.
hi: वह ट्रांसपोर्ट जिसका इस्तेमाल यह डिवाइस दूसरों के लिए प्रदान करते समय करता है। ऑटो चालू ट्रांसपोर्ट को पसंद के क्रम में आज़माता है और एक ही स्तर के हर सही ट्रांसपोर्ट को समानांतर रूप से कनेक्ट रखता है।
id: Transport yang dipakai perangkat ini saat menyediakan untuk orang lain. Otomatis mencoba transport yang diaktifkan sesuai urutan preferensi dan menjaga setiap transport sehat di tingkat yang sama tetap terhubung secara paralel.
it: Il trasporto che questo dispositivo usa mentre fornisce ad altri. Automatico prova i trasporti attivi in ordine di preferenza e mantiene connessi in parallelo tutti i trasporti funzionanti dello stesso livello.
ja: このデバイスがほかの人に提供するときに使うトランスポート。自動モードでは、有効なトランスポートを優先順に試し、同じ階層の正常なトランスポートをすべて並行して接続しておきます。
ko: 이 기기가 다른 사람에게 제공할 때 사용하는 전송 방식입니다. 자동 모드는 켜진 전송 방식을 우선순위대로 시도하고, 같은 등급의 정상 전송 방식을 모두 병렬로 연결해 둡니다.
nl: Het transport dat dit apparaat gebruikt terwijl het voor anderen levert. Auto probeert de ingeschakelde transports op volgorde van voorkeur en houdt alle gezonde transports van hetzelfde niveau parallel verbonden.
pl: Transport, którego to urządzenie używa, gdy udostępnia innym. Auto próbuje włączonych transportów w kolejności preferencji i utrzymuje równolegle połączone wszystkie sprawne transporty z tego samego poziomu.
pt: O transporte que este dispositivo usa enquanto fornece a outras pessoas. O modo Automático tenta os transportes ativados por ordem de preferência e mantém ligados em paralelo todos os transportes em bom estado do mesmo nível.
pt_br: O transporte que este dispositivo usa enquanto fornece para outras pessoas. O modo Automático tenta os transportes ativados por ordem de preferência e mantém conectados em paralelo todos os transportes saudáveis do mesmo nível.
pt_pt: O transporte que este dispositivo usa enquanto fornece a outras pessoas. O modo Automático tenta os transportes ativados por ordem de preferência e mantém ligados em paralelo todos os transportes em bom estado do mesmo nível.
ru: Транспорт, который это устройство использует, предоставляя доступ другим. Режим «Автоматически» перебирает включённые транспорты в порядке предпочтения и держит все исправные транспорты одного уровня подключёнными параллельно.
sv: Den transport som den här enheten använder när den tillhandahåller åt andra. Auto provar de aktiverade transporterna i prioritetsordning och håller alla fungerande transporter på samma nivå anslutna parallellt.
th: ทรานสปอร์ตที่อุปกรณ์นี้ใช้ขณะให้บริการแก่ผู้อื่น โหมดอัตโนมัติจะลองทรานสปอร์ตที่เปิดไว้ตามลำดับความสำคัญ และคงการเชื่อมต่อทรานสปอร์ตที่ทำงานปกติทุกรายการในระดับเดียวกันไว้พร้อมกัน
uk: Транспорт, який цей пристрій використовує, коли надає доступ іншим. «Авто» пробує ввімкнені транспорти в порядку пріоритету й тримає паралельно підключеними всі справні транспорти того самого рівня.
vi: Phương thức truyền tải mà thiết bị này dùng khi cung cấp cho người khác. Chế độ Tự động thử các phương thức đã bật theo thứ tự ưu tiên và giữ kết nối song song mọi phương thức hoạt động tốt cùng cấp.
zh_hans: 此设备为他人提供服务时使用的传输方式。“自动”模式会按优先顺序尝试已启用的传输方式，并让同一层级中所有正常的传输方式保持并行连接。
zh_hk: 此裝置為他人提供服務時使用的傳輸方式。「自動」模式會按優先次序嘗試已啟用的傳輸方式，並讓同一層級中所有正常的傳輸方式保持並行連接。

source: The tunnel uses new extender settings the next time it connects.
ar: يستخدم النفق إعدادات الموسّع الجديدة في المرة التالية التي يتصل فيها.
cs: Tunel použije nové nastavení extenderu při příštím připojení.
de: Der Tunnel verwendet die neuen Extender-Einstellungen bei der nächsten Verbindung.
el: Η σήραγγα θα χρησιμοποιήσει τις νέες ρυθμίσεις επεκτατή την επόμενη φορά που θα συνδεθεί.
es: El túnel usará los nuevos ajustes del extensor la próxima vez que se conecte.
es_419: El túnel usará la nueva configuración del extensor la próxima vez que se conecte.
es_mx: El túnel usará la nueva configuración del extensor la próxima vez que se conecte.
fr: Le tunnel utilisera les nouveaux paramètres de l’extendeur à sa prochaine connexion.
he: המנהרה תשתמש בהגדרות המרחיב החדשות בפעם הבאה שתתחבר.
hi: टनल अगली बार कनेक्ट होने पर नई एक्सटेंडर सेटिंग इस्तेमाल करेगी।
id: Tunnel akan memakai setelan extender baru saat terhubung berikutnya.
it: Il tunnel userà le nuove impostazioni dell’extender alla prossima connessione.
ja: トンネルは次回の接続時に新しいエクステンダー設定を使用します。
ko: 터널은 다음에 연결할 때 새 익스텐더 설정을 사용합니다.
nl: De tunnel gebruikt de nieuwe extender-instellingen bij de volgende verbinding.
pl: Tunel użyje nowych ustawień extendera przy następnym połączeniu.
pt: O túnel usa as novas definições do extensor da próxima vez que se ligar.
pt_br: O túnel usará as novas configurações do extensor na próxima vez que se conectar.
pt_pt: O túnel usa as novas definições do extensor da próxima vez que se ligar.
ru: Туннель применит новые настройки экстендера при следующем подключении.
sv: Tunneln använder de nya extenderinställningarna nästa gång den ansluter.
th: อุโมงค์จะใช้การตั้งค่าตัวขยายใหม่ในการเชื่อมต่อครั้งถัดไป
uk: Тунель використає нові налаштування екстендера під час наступного підключення.
vi: Đường hầm sẽ dùng cài đặt bộ mở rộng mới vào lần kết nối tiếp theo.
zh_hans: 隧道将在下次连接时使用新的扩展器设置。
zh_hk: 隧道會在下次連接時使用新的擴展器設定。

source: The update could not be installed: %@
ar: تعذّر تثبيت التحديث: %@
cs: Aktualizaci se nepodařilo nainstalovat: %@
de: Das Update konnte nicht installiert werden: %@
el: Δεν ήταν δυνατή η εγκατάσταση της ενημέρωσης: %@
es: No se pudo instalar la actualización: %@
es_419: No se pudo instalar la actualización: %@
es_mx: No se pudo instalar la actualización: %@
fr: La mise à jour n’a pas pu être installée : %@
he: לא ניתן היה להתקין את העדכון: %@
hi: अपडेट इंस्टॉल नहीं हो सका: %@
id: Pembaruan tidak dapat dipasang: %@
it: Impossibile installare l’aggiornamento: %@
ja: アップデートをインストールできませんでした: %@
ko: 업데이트를 설치할 수 없습니다: %@
nl: De update kan niet worden geïnstalleerd: %@
pl: Nie udało się zainstalować aktualizacji: %@
pt: Não foi possível instalar a atualização: %@
pt_br: Não foi possível instalar a atualização: %@
pt_pt: Não foi possível instalar a atualização: %@
ru: Не удалось установить обновление: %@
sv: Uppdateringen kunde inte installeras: %@
th: ติดตั้งอัปเดตไม่ได้: %@
uk: Не вдалося встановити оновлення: %@
vi: Không thể cài đặt bản cập nhật: %@
zh_hans: 无法安装更新：%@
zh_hk: 無法安裝更新：%@

source: The update was rejected: %@
ar: تم رفض التحديث: %@
cs: Aktualizace byla odmítnuta: %@
de: Das Update wurde abgelehnt: %@
el: Η ενημέρωση απορρίφθηκε: %@
es: La actualización se rechazó: %@
es_419: La actualización se rechazó: %@
es_mx: La actualización se rechazó: %@
fr: La mise à jour a été refusée : %@
he: העדכון נדחה: %@
hi: अपडेट अस्वीकार कर दिया गया: %@
id: Pembaruan ditolak: %@
it: L’aggiornamento è stato rifiutato: %@
ja: アップデートは拒否されました: %@
ko: 업데이트가 거부되었습니다: %@
nl: De update is geweigerd: %@
pl: Aktualizacja została odrzucona: %@
pt: A atualização foi rejeitada: %@
pt_br: A atualização foi rejeitada: %@
pt_pt: A atualização foi rejeitada: %@
ru: Обновление отклонено: %@
sv: Uppdateringen avvisades: %@
th: อัปเดตถูกปฏิเสธ: %@
uk: Оновлення відхилено: %@
vi: Bản cập nhật đã bị từ chối: %@
zh_hans: 更新被拒绝：%@
zh_hk: 更新被拒絕：%@

source: The URL must start with https://.
ar: يجب أن يبدأ عنوان URL بـ https://.
cs: Adresa URL musí začínat https://.
de: Die URL muss mit https:// beginnen.
el: Το URL πρέπει να ξεκινά με https://.
es: La URL debe empezar por https://.
es_419: La URL debe empezar con https://.
es_mx: La URL debe empezar con https://.
fr: L'URL doit commencer par https://.
he: כתובת ה-URL חייבת להתחיל ב-https://.
hi: URL https:// से शुरू होना चाहिए।
id: URL harus diawali dengan https://.
it: L'URL deve iniziare con https://.
ja: URL は https:// で始める必要があります。
ko: URL은 https://로 시작해야 합니다.
nl: De URL moet beginnen met https://.
pl: Adres URL musi zaczynać się od https://.
pt: O URL tem de começar por https://.
pt_br: A URL precisa começar com https://.
pt_pt: O URL tem de começar por https://.
ru: URL должен начинаться с https://.
sv: URL:en måste börja med https://.
th: URL ต้องขึ้นต้นด้วย https://
uk: URL-адреса має починатися з https://.
vi: URL phải bắt đầu bằng https://.
zh_hans: URL 必须以 https:// 开头。
zh_hk: URL 必須以 https:// 開頭。

source: The Vision flow works only with the TCP transport and TLS or REALITY security.
ar: يعمل تدفق Vision فقط مع وسيلة النقل TCP وأمان TLS أو REALITY.
cs: Tok Vision funguje jen s přenosem TCP a zabezpečením TLS nebo REALITY.
de: Der Vision-Flow funktioniert nur mit dem TCP-Transport und TLS- oder REALITY-Sicherheit.
el: Η ροή Vision λειτουργεί μόνο με τη μεταφορά TCP και ασφάλεια TLS ή REALITY.
es: El flujo Vision solo funciona con el transporte TCP y seguridad TLS o REALITY.
es_419: El flujo Vision solo funciona con el transporte TCP y seguridad TLS o REALITY.
es_mx: El flujo Vision solo funciona con el transporte TCP y seguridad TLS o REALITY.
fr: Le flux Vision ne fonctionne qu'avec le transport TCP et la sécurité TLS ou REALITY.
he: זרימת Vision פועלת רק עם תעבורת TCP ואבטחת TLS או REALITY.
hi: Vision फ़्लो सिर्फ़ TCP ट्रांसपोर्ट और TLS या REALITY सुरक्षा के साथ काम करता है।
id: Flow Vision hanya berfungsi dengan transport TCP dan keamanan TLS atau REALITY.
it: Il flusso Vision funziona solo con il trasporto TCP e la sicurezza TLS o REALITY.
ja: Vision フローは TCP トランスポートと TLS または REALITY セキュリティでのみ動作します。
ko: Vision 플로우는 TCP 전송 방식과 TLS 또는 REALITY 보안에서만 작동합니다.
nl: De Vision-flow werkt alleen met het TCP-transport en TLS- of REALITY-beveiliging.
pl: Przepływ Vision działa tylko z transportem TCP i zabezpieczeniami TLS lub REALITY.
pt: O fluxo Vision só funciona com o transporte TCP e segurança TLS ou REALITY.
pt_br: O fluxo Vision só funciona com o transporte TCP e segurança TLS ou REALITY.
pt_pt: O fluxo Vision só funciona com o transporte TCP e segurança TLS ou REALITY.
ru: Поток Vision работает только с транспортом TCP и защитой TLS или REALITY.
sv: Vision-flödet fungerar bara med TCP-transport och TLS- eller REALITY-säkerhet.
th: โฟลว์ Vision ใช้ได้เฉพาะกับการรับส่ง TCP และความปลอดภัยแบบ TLS หรือ REALITY
uk: Потік Vision працює лише з транспортом TCP і захистом TLS або REALITY.
vi: Luồng Vision chỉ hoạt động với phương thức truyền TCP và bảo mật TLS hoặc REALITY.
zh_hans: Vision 流控只适用于 TCP 传输方式和 TLS 或 REALITY 安全。
zh_hk: Vision 流控只適用於 TCP 傳輸方式和 TLS 或 REALITY 安全。

source: The VPN uses the new bootstrap servers the next time it connects.
ar: يستخدم VPN خوادم التمهيد الجديدة عند اتصاله في المرة القادمة.
cs: VPN použije nové zaváděcí servery při příštím připojení.
de: Das VPN verwendet die neuen Bootstrap-Server bei der nächsten Verbindung.
el: Το VPN θα χρησιμοποιήσει τους νέους διακομιστές εκκίνησης την επόμενη φορά που θα συνδεθεί.
es: La VPN usará los nuevos servidores de arranque la próxima vez que se conecte.
es_419: La VPN usará los nuevos servidores de arranque la próxima vez que se conecte.
es_mx: La VPN usará los nuevos servidores de arranque la próxima vez que se conecte.
fr: Le VPN utilisera les nouveaux serveurs d'amorçage lors de sa prochaine connexion.
he: ה-VPN ישתמש בשרתי האתחול החדשים בפעם הבאה שיתחבר.
hi: VPN अगली बार कनेक्ट होने पर नए बूटस्ट्रैप सर्वर का उपयोग करेगा।
id: VPN akan menggunakan server bootstrap baru saat terhubung berikutnya.
it: La VPN userà i nuovi server di bootstrap alla prossima connessione.
ja: VPN は次回の接続時に新しいブートストラップサーバーを使用します。
ko: VPN은 다음 연결 시 새 부트스트랩 서버를 사용합니다.
nl: De VPN gebruikt de nieuwe bootstrap-servers bij de volgende verbinding.
pl: VPN użyje nowych serwerów startowych przy następnym połączeniu.
pt: A VPN utilizará os novos servidores de arranque na próxima ligação.
pt_br: A VPN usará os novos servidores de inicialização na próxima vez que se conectar.
pt_pt: A VPN utilizará os novos servidores de arranque na próxima ligação.
ru: VPN будет использовать новые bootstrap-серверы при следующем подключении.
sv: VPN:en använder de nya bootstrap-servrarna nästa gång den ansluter.
th: VPN จะใช้เซิร์ฟเวอร์บูตสแตรปใหม่ในการเชื่อมต่อครั้งถัดไป
uk: VPN використає нові bootstrap-сервери під час наступного підключення.
vi: VPN sẽ dùng các máy chủ khởi động mới trong lần kết nối tiếp theo.
zh_hans: VPN 将在下次连接时使用新的引导服务器。
zh_hk: VPN 將在下次連線時使用新的引導伺服器。

source: The VPN uses the new VLESS settings the next time it connects.
ar: يستخدم VPN إعدادات VLESS الجديدة عند اتصاله في المرة القادمة.
cs: VPN použije nové nastavení VLESS při příštím připojení.
de: Das VPN verwendet die neuen VLESS-Einstellungen bei der nächsten Verbindung.
el: Το VPN θα χρησιμοποιήσει τις νέες ρυθμίσεις VLESS την επόμενη φορά που θα συνδεθεί.
es: La VPN usará la nueva configuración de VLESS la próxima vez que se conecte.
es_419: La VPN usará la nueva configuración de VLESS la próxima vez que se conecte.
es_mx: La VPN usará la nueva configuración de VLESS la próxima vez que se conecte.
fr: Le VPN utilisera les nouveaux paramètres VLESS lors de sa prochaine connexion.
he: ה-VPN ישתמש בהגדרות ה-VLESS החדשות בפעם הבאה שיתחבר.
hi: VPN अगली बार कनेक्ट होने पर नई VLESS सेटिंग्स का उपयोग करेगा।
id: VPN akan menggunakan pengaturan VLESS baru saat terhubung berikutnya.
it: La VPN userà le nuove impostazioni VLESS alla prossima connessione.
ja: VPN は次回の接続時に新しい VLESS 設定を使用します。
ko: VPN은 다음 연결 시 새 VLESS 설정을 사용합니다.
nl: De VPN gebruikt de nieuwe VLESS-instellingen bij de volgende verbinding.
pl: VPN użyje nowych ustawień VLESS przy następnym połączeniu.
pt: A VPN utilizará as novas definições VLESS na próxima ligação.
pt_br: A VPN usará as novas configurações VLESS na próxima vez que se conectar.
pt_pt: A VPN utilizará as novas definições VLESS na próxima ligação.
ru: VPN будет использовать новые настройки VLESS при следующем подключении.
sv: VPN:en använder de nya VLESS-inställningarna nästa gång den ansluter.
th: VPN จะใช้การตั้งค่า VLESS ใหม่ในการเชื่อมต่อครั้งถัดไป
uk: VPN використає нові налаштування VLESS під час наступного підключення.
vi: VPN sẽ dùng cài đặt VLESS mới trong lần kết nối tiếp theo.
zh_hans: VPN 将在下次连接时使用新的 VLESS 设置。
zh_hk: VPN 將在下次連線時使用新的 VLESS 設定。
